Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forbrukereuropa.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: consumer complaints or disputes (
nb: forbrukerklager og forbrukertvister (

source: €600 per passenger for all other flights
nb: € 600 for alle andre flygninger Kompensasjonen

source: Whether you write, telephone or e-mail, we will acknowledge receipt and make every effort to consider the information/documentation that we have been provided with promptly and, at the latest, within 14 working days.
nb: Uavhengig om du kontakter oss per brev, telefon eller e-post, vil vi bekrefte mottaket og gjøre vårt ytterste for å vurdere informasjonen/dokumentasjonen vi har mottatt omgående og senest innen 14 virkedager.

source: Contact your bank
nb: Hvordan gjør du det:

source: If your claim towards the airline was denied, you can forward your complaint to a national enforcement body (NEB).
nb: Hvis du ikke når fram med en klage overfor et flyselskap kan du klage videre til en nasjonal klagenemd (NEB).

source: If you have already started a legal procedure/court procedure
nb: Der du allerede har startet en rettslig prosedyre/rettsprosedyre.

source: Did the problem occur inside the EU/EEA area?
nb: Oppsto problemet innenfor EU/EØS-området?

source: Here you can find information regarding, booking, cancellation, tax refunds and bankruptcy.
nb: Her finner du informasjon om bestilling, avbestilling, refusjon av skatter og avgifter og konkurs.

source: Find the correct NEB:
nb: Finn riktig NEB:

source: (Norwegian Financial Contracts Act § 54b).
nb: regulert av norsk lov (finansavtaleloven § 54b).

source: ● Contact persons for the traders in the European Union, Norway and Iceland involved in
nb: ● Kontaktpersoner for næringsdrivende i EU, Norge og på Island som er involvert i

source: ECC-Net 2 falls under the following legal basis / lawfulness
nb: ECC-Net 2 har følgende rettsgrunnlag: Europaparlaments- og rådsforordning (EU) nr.

source: You may be required to provide relevant supporting documentation to enable us to progress your case.
nb: For at vi skal kunne behandle saken din, kan du bli bedt om å legge fram relevant dokumentasjon.

source: Did the problem occur outside of the EU/EEA area?
nb: Oppsto problemet utenfor EU/EØS-området?

source: To enable ECC-Net to provide the above mentioned services to the citizens, an IT Tool, ECC-Net 2, is used to collect and handle complaints and the necessary data including your personal data.
nb: ECC-nettverket bruker et dataverktøy, ECC-Net 2, for å innhente og behandle klager og nødvendige data, inkludert dine personopplysninger. Formålet med dette er å yte de ovennevnte tjenestene.

source: You are not obligated to pay for items you did not order.
nb: Du er ikke pliktig til å betale for varer du ikke har bestilt.

source: If a delay of more than 60 minutes is anticipated in reaching the final destination, passengers must be offered a choice between:
nb: Når det med rimelighet kan forventes at et tog ankommer minst 60 minutter forsinket skal passasjeren omgående få valget mellom:

source: You can also check to see if you are covered by your insurance.
nb: Du kan eventuelt sjekke om du har en forsikring du kan benytte.

source: and assistance (
nb: for informasjon og assistanse (

source: Unfortunately, it is not realistic to expect more than 40-50 percent of the purchase price.
nb: Det er som regel ikke realistisk å forvente over 40-50 prosent av kjøpsprisen.

source: In order to fulfil their role, ECC-Net 2 is used by the ECCs to process relevant data, insofar and as long as necessary, for one or more of the following purposes:
nb: ECC-nettverket bruker dataverktøyet ECC-Net 2 for å behandle relevante data i den utstrekning og så lenge dette kreves, for ett eller flere av følgende formål:

source: The trader cannot demand that you return the item.
nb: Du skal ikke betale for tjenester eller varer du ikke har kjøpt.

source: Firstly, you should address your complaint to the cruise or ferry company.
nb: Gjør du ikke dette, kan du miste retten til kompensasjon eller prisavslag.

source: Your compliments, suggestions or complaints allow us to improve our services and the way we communicate.
nb: Din tilbakemelding er viktig for oss, og gjør at vi kan forbedre våre tjenester og måten vi kommuniserer på.

source: Check that the names of the passengers, contact information, destination, times etc are correct before you confirm the order.
nb: Sjekk at navn på reisende, kontaktinformasjon, destinasjon, tidspunkt og liknende er korrekt før du bekrefter bestillingen.

source: Why do we process your data?
nb: Hvorfor behandler vi personopplysningene dine?

source: You did not receive what you ordered.
nb: Du kan forsøke kortreklamasjon når du har:

source: Received an item you did not order?
nb: Fått vare du ikke har bestilt?

source: Protecting your personal data and privacy
nb: Vi beskytter og verner om dine personlige data

source: If you suspect smuggling or sales of counterfeit products, you can alert Norwegian Customs by phone 04812, or by email
nb: Du kan tipse Tolletaten hvis du har mistanke om smugling og salg av falske varer ved å ringe Tolletatens tipstelefon 04812, eller på e-post til

source: Which data do we collect and process?
nb: Hvor lenge oppbevarer vi personopplysningene dine?

source: €250 per passenger for flights of 1,500km or less
nb: € 250 for flygninger på inntil 1500 km

source: The European Consumer Centres Network (ECC-Net) comprises 30 centres across all EU Member States, Norway and Iceland, working together to resolve the consumer disputes of their residents in an amicable manner.
nb: Det europeiske forbrukernettverket (ECC-Net) består av totalt 30 kontorer i alle EU-landene, Norge og Island, som sammen arbeider for å løse forbrukertvister i EU/EØS.

source: How long do we keep your data?
nb: Hvorfor beskytter vi personopplysningene dine?

source: The trader should in any case pay for the return.
nb: Mottar du en faktura for noe du ikke har bestilt, så skal du ikke betale.

source: Based on your consumer experiences, the ECC-Net pools its knowledge and expertise, and works with enforcement authorities, national and European stakeholders in the
nb: ECC-Net samarbeider med håndhevingsmyndigheter, og nasjonale og europeiske interesseorganisasjoner, og videreformidler forbrukernes erfaringer og problemer.

source: be prepared, not scared
nb: i saker som ikke tas til behandling i en ADR?

source: Phones are open 10.00 – 14.00, Monday – Thursday.
nb: Telefonen er åpen 10.00-14.00, mandag og tirsdag.

source: of the fare paid for delays between 60 and 119 minutes.
nb: av billettprisen for en forsinkelse på 60 til 119 minutter
